
'''
Заголовок                                   (ui)
Меню с выбором вариантов                    (ui)
    1. Поиск контакта по любым данным       (search)
    2. Новый контакт                        (actions)
    3. Изменить контакт                     (actions)
    4. Удалить контакт                      (actions)
    5. Экспорт контактов (CSV, JSON, HTML)  (convert)
    6. Импорт контактов (CSV)               (import)
    0. Выход

каждое действие со справочником создает запись в лог файл   (logger)

'''
